{
  "text": {
    "hello": 97,
    "hi": 99,
    "good": 88,
    "morning": 137,
    "evening": 65,
    "welcome": 225,
    "hey": 98,
    "day": 50,
    "there": 211,
    "everyone": 66,
    "goodbye": 89,
    "see": 181,
    "you": 233,
    "bye": 25,
    "have": 95,
    "a": 1,
    "nice": 141,
    "take": 201,
    "care": 29,
    "later": 118,
    "farewell": 73,
    "yes": 231,
    "sure": 199,
    "correct": 44,
    "absolutely": 3,
    "of": 144,
    "course": 46,
    "that": 209,
    "s": 177,
    "right": 175,
    "okay": 145,
    "fine": 77,
    "no": 142,
    "not": 143,
    "really": 166,
    "thanks": 208,
    "i": 103,
    "don": 58,
    "t": 200,
    "think": 213,
    "so": 188,
    "disagree": 53,
    "at": 12,
    "all": 4,
    "awesome": 14,
    "feeling": 76,
    "great": 91,
    "m": 126,
    "happy": 94,
    "fantastic": 72,
    "doing": 57,
    "well": 226,
    "very": 221,
    "sad": 178,
    "down": 59,
    "upset": 220,
    "in": 108,
    "mood": 135,
    "bad": 15,
    "disappointed": 54,
    "miserable": 133,
    "are": 11,
    "bot": 22,
    "human": 102,
    "talking": 202,
    "to": 215,
    "am": 7,
    "what": 227,
    "category": 31,
    "is": 110,
    "matcha": 129,
    "milk": 131,
    "tea": 205,
    "the": 210,
    "fruit": 83,
    "cocktail": 37,
    "group": 93,
    "does": 56,
    "pure": 164,
    "coffee": 38,
    "belong": 17,
    "type": 219,
    "apple": 10,
    "juice": 113,
    "strawberry": 195,
    "smoothie": 186,
    "cola": 39,
    "green": 92,
    "iced": 105,
    "lemon": 120,
    "heineken": 96,
    "beer": 16,
    "tiger": 214,
    "white": 229,
    "wine": 230,
    "espresso": 64,
    "fanta": 71,
    "peach": 153,
    "grape": 90,
    "kiwi": 116,
    "rose": 176,
    "sprite": 193,
    "caramel": 28,
    "pineapple": 157,
    "mango": 128,
    "jasmine": 112,
    "budweiser": 24,
    "gin": 85,
    "hot": 100,
    "black": 20,
    "7up": 0,
    "bubble": 23,
    "pomegranate": 159,
    "avocado": 13,
    "salt": 179,
    "corona": 43,
    "watermelon": 223,
    "traditional": 216,
    "phin": 156,
    "coca": 36,
    "carrot": 30,
    "ginger": 86,
    "mocha": 134,
    "pepsi": 155,
    "chocolate": 33,
    "orange": 148,
    "ice": 104,
    "lime": 123,
    "soda": 189,
    "tropical": 217,
    "choco": 32,
    "macchiato": 127,
    "passion": 152,
    "blackcurrant": 21,
    "taro": 203,
    "raspberry": 165,
    "frappuccino": 80,
    "lychee": 125,
    "milkshake": 132,
    "frappe": 79,
    "yogurt": 232,
    "show": 184,
    "me": 130,
    "image": 107,
    "where": 228,
    "do": 55,
    "an": 8,
    "how": 101,
    "much": 138,
    "price": 161,
    "cost": 45,
    "d": 48,
    "like": 122,
    "know": 117,
    "for": 78,
    "can": 27,
    "tell": 207,
    "details": 52,
    "cafe": 26,
    "nguyên": 140,
    "chất": 35,
    "about": 2,
    "ingredients": 109,
    "describe": 51,
    "contain": 42,
    "more": 136,
    "provide": 163,
    "explain": 70,
    "latte": 119,
    "bia": 19,
    "people": 154,
    "say": 180,
    "give": 87,
    "review": 173,
    "some": 191,
    "feedback": 74,
    "any": 9,
    "reviews": 174,
    "red": 168,
    "want": 222,
    "feel": 75,
    "your": 234,
    "opinion": 147,
    "on": 146,
    "experience": 68,
    "drinking": 61,
    "taste": 204,
    "customers": 47,
    "choice": 34,
    "compare": 40,
    "other": 150,
    "teas": 206,
    "should": 183,
    "store": 194,
    "best": 18,
    "way": 224,
    "keep": 115,
    "fresh": 81,
    "long": 124,
    "fridge": 82,
    "refrigerate": 169,
    "shelf": 182,
    "life": 121,
    "return": 171,
    "policy": 158,
    "if": 106,
    "it": 111,
    "get": 84,
    "refund": 170,
    "exchange": 67,
    "soft": 190,
    "drinks": 62,
    "they": 212,
    "damaged": 49,
    "possible": 160,
    "juices": 114,
    "smoothies": 187,
    "my": 139,
    "package": 151,
    "products": 162,
    "expired": 69,
    "conditions": 41,
    "returning": 172,
    "suggest": 197,
    "something": 192,
    "similar": 185,
    "alternatives": 6,
    "else": 63,
    "try": 218,
    "substitute": 196,
    "recommend": 167,
    "drink": 60,
    "suggestions": 198,
    "alternative": 5,
    "order": 149
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 10,
    "mood_great": 13,
    "mood_unhappy": 14,
    "bot_challenge": 9,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3,
    "ask_product_details": 4,
    "ask_review": 7,
    "ask_storage": 8,
    "ask_return_policy": 6,
    "ask_related_products": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_return_policy": 8,
    "action_show_category": 11,
    "action_show_image": 12,
    "action_show_price": 13,
    "action_show_product_details": 14,
    "action_show_review": 15,
    "action_show_storage_guide": 16,
    "action_suggest_similar_products": 17,
    "utter_cheer_up": 20,
    "utter_did_that_help": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_happy": 24,
    "utter_iamabot": 25
  },
  "action_text": null,
  "intent_response_key": null
}