{
  "text": {
    "hello": 95,
    "hi": 97,
    "good": 86,
    "morning": 135,
    "evening": 63,
    "welcome": 222,
    "hey": 96,
    "day": 48,
    "there": 208,
    "everyone": 64,
    "goodbye": 87,
    "see": 178,
    "you": 230,
    "bye": 25,
    "have": 93,
    "a": 1,
    "nice": 139,
    "take": 198,
    "care": 29,
    "later": 116,
    "farewell": 71,
    "yes": 228,
    "sure": 196,
    "correct": 44,
    "absolutely": 3,
    "of": 142,
    "course": 45,
    "that": 206,
    "s": 174,
    "right": 172,
    "okay": 143,
    "fine": 75,
    "no": 140,
    "not": 141,
    "really": 163,
    "thanks": 205,
    "i": 101,
    "don": 56,
    "t": 197,
    "think": 210,
    "so": 185,
    "disagree": 51,
    "at": 12,
    "all": 4,
    "awesome": 14,
    "feeling": 74,
    "great": 89,
    "m": 124,
    "happy": 92,
    "fantastic": 70,
    "doing": 55,
    "well": 223,
    "very": 218,
    "sad": 175,
    "down": 57,
    "upset": 217,
    "in": 106,
    "mood": 133,
    "bad": 15,
    "disappointed": 52,
    "miserable": 131,
    "are": 11,
    "bot": 22,
    "human": 100,
    "talking": 199,
    "to": 212,
    "am": 7,
    "what": 224,
    "category": 31,
    "is": 108,
    "matcha": 127,
    "milk": 129,
    "tea": 202,
    "the": 207,
    "fruit": 81,
    "cocktail": 37,
    "group": 91,
    "does": 54,
    "pure": 161,
    "coffee": 38,
    "belong": 17,
    "type": 216,
    "apple": 10,
    "juice": 111,
    "strawberry": 192,
    "smoothie": 183,
    "cola": 39,
    "green": 90,
    "iced": 103,
    "lemon": 118,
    "heineken": 94,
    "beer": 16,
    "tiger": 211,
    "white": 226,
    "wine": 227,
    "espresso": 62,
    "fanta": 69,
    "peach": 151,
    "grape": 88,
    "kiwi": 114,
    "rose": 173,
    "sprite": 190,
    "caramel": 28,
    "pineapple": 155,
    "mango": 126,
    "jasmine": 110,
    "budweiser": 24,
    "gin": 83,
    "hot": 98,
    "black": 20,
    "7up": 0,
    "bubble": 23,
    "pomegranate": 157,
    "avocado": 13,
    "salt": 176,
    "corona": 43,
    "watermelon": 220,
    "traditional": 213,
    "phin": 154,
    "coca": 36,
    "carrot": 30,
    "ginger": 84,
    "mocha": 132,
    "pepsi": 153,
    "chocolate": 33,
    "orange": 146,
    "ice": 102,
    "lime": 121,
    "soda": 186,
    "tropical": 214,
    "choco": 32,
    "macchiato": 125,
    "passion": 150,
    "blackcurrant": 21,
    "taro": 200,
    "raspberry": 162,
    "frappuccino": 78,
    "lychee": 123,
    "milkshake": 130,
    "frappe": 77,
    "yogurt": 229,
    "show": 181,
    "me": 128,
    "image": 105,
    "where": 225,
    "do": 53,
    "an": 8,
    "how": 99,
    "much": 136,
    "can": 27,
    "tell": 204,
    "details": 50,
    "cafe": 26,
    "nguyên": 138,
    "chất": 35,
    "about": 2,
    "ingredients": 107,
    "describe": 49,
    "contain": 42,
    "more": 134,
    "provide": 160,
    "explain": 68,
    "latte": 117,
    "bia": 19,
    "people": 152,
    "say": 177,
    "give": 85,
    "review": 170,
    "some": 188,
    "feedback": 72,
    "any": 9,
    "reviews": 171,
    "for": 76,
    "red": 165,
    "want": 219,
    "know": 115,
    "feel": 73,
    "your": 231,
    "opinion": 145,
    "on": 144,
    "experience": 66,
    "drinking": 59,
    "taste": 201,
    "customers": 46,
    "choice": 34,
    "compare": 40,
    "other": 148,
    "teas": 203,
    "should": 180,
    "store": 191,
    "best": 18,
    "way": 221,
    "keep": 113,
    "fresh": 79,
    "long": 122,
    "fridge": 80,
    "refrigerate": 166,
    "shelf": 179,
    "life": 119,
    "return": 168,
    "policy": 156,
    "if": 104,
    "like": 120,
    "it": 109,
    "get": 82,
    "refund": 167,
    "exchange": 65,
    "soft": 187,
    "drinks": 60,
    "they": 209,
    "damaged": 47,
    "possible": 158,
    "juices": 112,
    "smoothies": 184,
    "my": 137,
    "package": 149,
    "products": 159,
    "expired": 67,
    "conditions": 41,
    "returning": 169,
    "suggest": 194,
    "something": 189,
    "similar": 182,
    "alternatives": 6,
    "else": 61,
    "try": 215,
    "substitute": 193,
    "recommend": 164,
    "drink": 58,
    "suggestions": 195,
    "alternative": 5,
    "order": 147
  },
  "intent": {
    "greet": 12,
    "goodbye": 11,
    "affirm": 0,
    "deny": 10,
    "mood_great": 13,
    "mood_unhappy": 14,
    "bot_challenge": 9,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3,
    "ask_product_details": 4,
    "ask_review": 7,
    "ask_storage": 8,
    "ask_return_policy": 6,
    "ask_related_products": 5
  },
  "response": null,
  "action_name": null,
  "action_text": null,
  "intent_response_key": null
}