{
  "text": {
    "hello": 38,
    "hi": 40,
    "good": 32,
    "morning": 55,
    "evening": 26,
    "welcome": 85,
    "hey": 39,
    "day": 18,
    "there": 79,
    "everyone": 27,
    "goodbye": 33,
    "see": 68,
    "you": 90,
    "bye": 11,
    "have": 37,
    "a": 0,
    "nice": 57,
    "take": 73,
    "care": 13,
    "later": 47,
    "farewell": 29,
    "yes": 89,
    "sure": 71,
    "correct": 15,
    "absolutely": 1,
    "of": 60,
    "course": 17,
    "that": 77,
    "s": 66,
    "right": 65,
    "okay": 61,
    "fine": 31,
    "no": 58,
    "not": 59,
    "really": 64,
    "thanks": 76,
    "i": 43,
    "don": 24,
    "t": 72,
    "think": 80,
    "so": 70,
    "disagree": 19,
    "at": 6,
    "all": 2,
    "awesome": 7,
    "feeling": 30,
    "great": 34,
    "m": 49,
    "happy": 36,
    "fantastic": 28,
    "doing": 23,
    "well": 86,
    "very": 84,
    "sad": 67,
    "down": 25,
    "upset": 83,
    "in": 45,
    "mood": 54,
    "bad": 8,
    "disappointed": 20,
    "miserable": 53,
    "are": 5,
    "bot": 10,
    "human": 42,
    "talking": 74,
    "to": 81,
    "am": 3,
    "what": 87,
    "category": 14,
    "is": 46,
    "product_name": 63,
    "the": 78,
    "group": 35,
    "does": 22,
    "belong": 9,
    "type": 82,
    "show": 69,
    "me": 51,
    "image": 44,
    "where": 88,
    "do": 21,
    "an": 4,
    "how": 41,
    "much": 56,
    "matcha": 50,
    "milk": 52,
    "tea": 75,
    "price": 62,
    "cappuccino": 12,
    "latte": 48,
    "cost": 16
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_category": 10,
    "action_show_image": 11,
    "action_show_price": 12,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}