{
  "text": {
    "hello": 66,
    "hi": 68,
    "good": 57,
    "morning": 97,
    "evening": 44,
    "welcome": 146,
    "hey": 67,
    "day": 35,
    "there": 136,
    "everyone": 45,
    "goodbye": 58,
    "see": 120,
    "you": 154,
    "bye": 19,
    "have": 64,
    "a": 1,
    "nice": 99,
    "take": 129,
    "care": 21,
    "later": 82,
    "farewell": 48,
    "yes": 152,
    "sure": 127,
    "correct": 31,
    "absolutely": 2,
    "of": 102,
    "course": 33,
    "that": 134,
    "s": 117,
    "right": 115,
    "okay": 103,
    "fine": 50,
    "no": 100,
    "not": 101,
    "really": 114,
    "thanks": 133,
    "i": 72,
    "don": 41,
    "t": 128,
    "think": 137,
    "so": 123,
    "disagree": 36,
    "at": 8,
    "all": 3,
    "awesome": 10,
    "feeling": 49,
    "great": 60,
    "m": 87,
    "happy": 63,
    "fantastic": 47,
    "doing": 40,
    "well": 147,
    "very": 144,
    "sad": 118,
    "down": 42,
    "upset": 143,
    "in": 76,
    "mood": 96,
    "bad": 11,
    "disappointed": 37,
    "miserable": 94,
    "are": 7,
    "bot": 16,
    "human": 71,
    "talking": 130,
    "to": 139,
    "am": 4,
    "what": 148,
    "category": 23,
    "is": 77,
    "matcha": 90,
    "milk": 92,
    "tea": 132,
    "the": 135,
    "fruit": 54,
    "cocktail": 27,
    "group": 62,
    "does": 39,
    "pure": 112,
    "coffee": 28,
    "belong": 13,
    "type": 142,
    "apple": 6,
    "juice": 79,
    "strawberry": 126,
    "smoothie": 122,
    "cola": 29,
    "green": 61,
    "iced": 74,
    "lemon": 83,
    "heineken": 65,
    "beer": 12,
    "tiger": 138,
    "white": 150,
    "wine": 151,
    "espresso": 43,
    "fanta": 46,
    "peach": 106,
    "grape": 59,
    "kiwi": 80,
    "rose": 116,
    "sprite": 125,
    "caramel": 20,
    "pineapple": 109,
    "mango": 89,
    "jasmine": 78,
    "budweiser": 18,
    "gin": 55,
    "hot": 69,
    "black": 14,
    "7up": 0,
    "bubble": 17,
    "pomegranate": 110,
    "avocado": 9,
    "salt": 119,
    "corona": 30,
    "watermelon": 145,
    "traditional": 140,
    "phin": 108,
    "coca": 26,
    "carrot": 22,
    "ginger": 56,
    "mocha": 95,
    "pepsi": 107,
    "chocolate": 25,
    "orange": 104,
    "ice": 73,
    "lime": 85,
    "soda": 124,
    "tropical": 141,
    "choco": 24,
    "macchiato": 88,
    "passion": 105,
    "blackcurrant": 15,
    "taro": 131,
    "raspberry": 113,
    "frappuccino": 53,
    "lychee": 86,
    "milkshake": 93,
    "frappe": 52,
    "yogurt": 153,
    "show": 121,
    "me": 91,
    "image": 75,
    "where": 149,
    "do": 38,
    "an": 5,
    "how": 70,
    "much": 98,
    "price": 111,
    "cost": 32,
    "d": 34,
    "like": 84,
    "know": 81,
    "for": 51
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_category": 10,
    "action_show_image": 11,
    "action_show_price": 12,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}