{
  "text": {
    "hello": 69,
    "hi": 71,
    "good": 60,
    "morning": 100,
    "evening": 47,
    "welcome": 150,
    "hey": 70,
    "day": 36,
    "there": 140,
    "everyone": 48,
    "goodbye": 61,
    "see": 123,
    "you": 158,
    "bye": 20,
    "have": 67,
    "a": 1,
    "nice": 102,
    "take": 132,
    "care": 23,
    "later": 85,
    "farewell": 52,
    "yes": 156,
    "sure": 130,
    "correct": 34,
    "absolutely": 3,
    "of": 105,
    "course": 35,
    "that": 138,
    "s": 120,
    "right": 118,
    "okay": 106,
    "fine": 54,
    "no": 103,
    "not": 104,
    "really": 117,
    "thanks": 137,
    "i": 75,
    "don": 44,
    "t": 131,
    "think": 141,
    "so": 126,
    "disagree": 39,
    "at": 9,
    "all": 4,
    "awesome": 11,
    "feeling": 53,
    "great": 63,
    "m": 89,
    "happy": 66,
    "fantastic": 51,
    "doing": 43,
    "well": 151,
    "very": 148,
    "sad": 121,
    "down": 45,
    "upset": 147,
    "in": 79,
    "mood": 98,
    "bad": 12,
    "disappointed": 40,
    "miserable": 96,
    "are": 8,
    "bot": 17,
    "human": 74,
    "talking": 133,
    "to": 143,
    "am": 5,
    "what": 152,
    "category": 25,
    "is": 81,
    "matcha": 92,
    "milk": 94,
    "tea": 135,
    "the": 139,
    "fruit": 57,
    "cocktail": 29,
    "group": 65,
    "does": 42,
    "pure": 115,
    "coffee": 30,
    "belong": 14,
    "type": 146,
    "apple": 7,
    "juice": 83,
    "strawberry": 129,
    "smoothie": 125,
    "cola": 31,
    "green": 64,
    "iced": 77,
    "lemon": 86,
    "heineken": 68,
    "beer": 13,
    "tiger": 142,
    "white": 154,
    "wine": 155,
    "espresso": 46,
    "fanta": 50,
    "peach": 109,
    "grape": 62,
    "kiwi": 84,
    "rose": 119,
    "sprite": 128,
    "caramel": 22,
    "pineapple": 112,
    "mango": 91,
    "jasmine": 82,
    "budweiser": 19,
    "gin": 58,
    "hot": 72,
    "black": 15,
    "7up": 0,
    "bubble": 18,
    "pomegranate": 113,
    "avocado": 10,
    "salt": 122,
    "corona": 33,
    "watermelon": 149,
    "traditional": 144,
    "phin": 111,
    "coca": 28,
    "carrot": 24,
    "ginger": 59,
    "mocha": 97,
    "pepsi": 110,
    "chocolate": 27,
    "orange": 107,
    "ice": 76,
    "lime": 87,
    "soda": 127,
    "tropical": 145,
    "choco": 26,
    "macchiato": 90,
    "passion": 108,
    "blackcurrant": 16,
    "taro": 134,
    "raspberry": 116,
    "frappuccino": 56,
    "lychee": 88,
    "milkshake": 95,
    "frappe": 55,
    "yogurt": 157,
    "show": 124,
    "me": 93,
    "image": 78,
    "where": 153,
    "do": 41,
    "an": 6,
    "how": 73,
    "much": 101,
    "can": 21,
    "tell": 136,
    "details": 38,
    "about": 2,
    "ingredients": 80,
    "describe": 37,
    "contain": 32,
    "more": 99,
    "provide": 114,
    "explain": 49
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 9,
    "mood_unhappy": 10,
    "bot_challenge": 5,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3,
    "ask_product_details": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_category": 10,
    "action_show_image": 11,
    "action_show_price": 12,
    "action_show_product_details": 13,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}