{
  "text": {
    "hello": 71,
    "hi": 73,
    "good": 62,
    "morning": 102,
    "evening": 49,
    "welcome": 153,
    "hey": 72,
    "day": 38,
    "there": 143,
    "everyone": 50,
    "goodbye": 63,
    "see": 126,
    "you": 161,
    "bye": 20,
    "have": 69,
    "a": 1,
    "nice": 105,
    "take": 135,
    "care": 24,
    "later": 87,
    "farewell": 54,
    "yes": 159,
    "sure": 133,
    "correct": 36,
    "absolutely": 3,
    "of": 108,
    "course": 37,
    "that": 141,
    "s": 123,
    "right": 121,
    "okay": 109,
    "fine": 56,
    "no": 106,
    "not": 107,
    "really": 120,
    "thanks": 140,
    "i": 77,
    "don": 46,
    "t": 134,
    "think": 144,
    "so": 129,
    "disagree": 41,
    "at": 9,
    "all": 4,
    "awesome": 11,
    "feeling": 55,
    "great": 65,
    "m": 91,
    "happy": 68,
    "fantastic": 53,
    "doing": 45,
    "well": 154,
    "very": 151,
    "sad": 124,
    "down": 47,
    "upset": 150,
    "in": 81,
    "mood": 100,
    "bad": 12,
    "disappointed": 42,
    "miserable": 98,
    "are": 8,
    "bot": 17,
    "human": 76,
    "talking": 136,
    "to": 146,
    "am": 5,
    "what": 155,
    "category": 26,
    "is": 83,
    "matcha": 94,
    "milk": 96,
    "tea": 138,
    "the": 142,
    "fruit": 59,
    "cocktail": 31,
    "group": 67,
    "does": 44,
    "pure": 118,
    "coffee": 32,
    "belong": 14,
    "type": 149,
    "apple": 7,
    "juice": 85,
    "strawberry": 132,
    "smoothie": 128,
    "cola": 33,
    "green": 66,
    "iced": 79,
    "lemon": 88,
    "heineken": 70,
    "beer": 13,
    "tiger": 145,
    "white": 157,
    "wine": 158,
    "espresso": 48,
    "fanta": 52,
    "peach": 112,
    "grape": 64,
    "kiwi": 86,
    "rose": 122,
    "sprite": 131,
    "caramel": 23,
    "pineapple": 115,
    "mango": 93,
    "jasmine": 84,
    "budweiser": 19,
    "gin": 60,
    "hot": 74,
    "black": 15,
    "7up": 0,
    "bubble": 18,
    "pomegranate": 116,
    "avocado": 10,
    "salt": 125,
    "corona": 35,
    "watermelon": 152,
    "traditional": 147,
    "phin": 114,
    "coca": 30,
    "carrot": 25,
    "ginger": 61,
    "mocha": 99,
    "pepsi": 113,
    "chocolate": 28,
    "orange": 110,
    "ice": 78,
    "lime": 89,
    "soda": 130,
    "tropical": 148,
    "choco": 27,
    "macchiato": 92,
    "passion": 111,
    "blackcurrant": 16,
    "taro": 137,
    "raspberry": 119,
    "frappuccino": 58,
    "lychee": 90,
    "milkshake": 97,
    "frappe": 57,
    "yogurt": 160,
    "show": 127,
    "me": 95,
    "image": 80,
    "where": 156,
    "do": 43,
    "an": 6,
    "how": 75,
    "much": 103,
    "can": 22,
    "tell": 139,
    "details": 40,
    "cafe": 21,
    "nguyên": 104,
    "chất": 29,
    "about": 2,
    "ingredients": 82,
    "describe": 39,
    "contain": 34,
    "more": 101,
    "provide": 117,
    "explain": 51
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "affirm": 0,
    "deny": 6,
    "mood_great": 9,
    "mood_unhappy": 10,
    "bot_challenge": 5,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3,
    "ask_product_details": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_category": 10,
    "action_show_image": 11,
    "action_show_price": 12,
    "action_show_product_details": 13,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}