{
  "text": {
    "hello": 63,
    "hi": 65,
    "good": 54,
    "morning": 92,
    "evening": 42,
    "welcome": 140,
    "hey": 64,
    "day": 33,
    "there": 130,
    "everyone": 43,
    "goodbye": 55,
    "see": 114,
    "you": 148,
    "bye": 19,
    "have": 61,
    "a": 1,
    "nice": 94,
    "take": 123,
    "care": 21,
    "later": 78,
    "farewell": 46,
    "yes": 146,
    "sure": 121,
    "correct": 31,
    "absolutely": 2,
    "of": 97,
    "course": 32,
    "that": 128,
    "s": 111,
    "right": 109,
    "okay": 98,
    "fine": 48,
    "no": 95,
    "not": 96,
    "really": 108,
    "thanks": 127,
    "i": 69,
    "don": 39,
    "t": 122,
    "think": 131,
    "so": 117,
    "disagree": 34,
    "at": 8,
    "all": 3,
    "awesome": 10,
    "feeling": 47,
    "great": 57,
    "m": 82,
    "happy": 60,
    "fantastic": 45,
    "doing": 38,
    "well": 141,
    "very": 138,
    "sad": 112,
    "down": 40,
    "upset": 137,
    "in": 73,
    "mood": 91,
    "bad": 11,
    "disappointed": 35,
    "miserable": 89,
    "are": 7,
    "bot": 16,
    "human": 68,
    "talking": 124,
    "to": 133,
    "am": 4,
    "what": 142,
    "category": 23,
    "is": 74,
    "matcha": 85,
    "milk": 87,
    "tea": 126,
    "the": 129,
    "fruit": 51,
    "cocktail": 27,
    "group": 59,
    "does": 37,
    "pure": 106,
    "coffee": 28,
    "belong": 13,
    "type": 136,
    "apple": 6,
    "juice": 76,
    "strawberry": 120,
    "smoothie": 116,
    "cola": 29,
    "green": 58,
    "iced": 71,
    "lemon": 79,
    "heineken": 62,
    "beer": 12,
    "tiger": 132,
    "white": 144,
    "wine": 145,
    "espresso": 41,
    "fanta": 44,
    "peach": 101,
    "grape": 56,
    "kiwi": 77,
    "rose": 110,
    "sprite": 119,
    "caramel": 20,
    "pineapple": 104,
    "mango": 84,
    "jasmine": 75,
    "budweiser": 18,
    "gin": 52,
    "hot": 66,
    "black": 14,
    "7up": 0,
    "bubble": 17,
    "pomegranate": 105,
    "avocado": 9,
    "salt": 113,
    "corona": 30,
    "watermelon": 139,
    "traditional": 134,
    "phin": 103,
    "coca": 26,
    "carrot": 22,
    "ginger": 53,
    "mocha": 90,
    "pepsi": 102,
    "chocolate": 25,
    "orange": 99,
    "ice": 70,
    "lime": 80,
    "soda": 118,
    "tropical": 135,
    "choco": 24,
    "macchiato": 83,
    "passion": 100,
    "blackcurrant": 15,
    "taro": 125,
    "raspberry": 107,
    "frappuccino": 50,
    "lychee": 81,
    "milkshake": 88,
    "frappe": 49,
    "yogurt": 147,
    "show": 115,
    "me": 86,
    "image": 72,
    "where": 143,
    "do": 36,
    "an": 5,
    "how": 67,
    "much": 93
  },
  "intent": {
    "greet": 7,
    "goodbye": 6,
    "affirm": 0,
    "deny": 5,
    "mood_great": 8,
    "mood_unhappy": 9,
    "bot_challenge": 4,
    "ask_category": 1,
    "ask_image": 2,
    "ask_price": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_show_category": 10,
    "action_show_image": 11,
    "action_show_price": 12,
    "utter_cheer_up": 15,
    "utter_did_that_help": 16,
    "utter_goodbye": 17,
    "utter_greet": 18,
    "utter_happy": 19,
    "utter_iamabot": 20
  },
  "action_text": null,
  "intent_response_key": null
}